Repository: dmytrokyrychuk/terraria-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk

source: * A {{wikipedia|mantra}} is a religious hymn believed to have psychological or spiritual powers.
uk: * {{wikipedia|Мантра}} це релігійний гімн, якому приписують психологічні та духовні сили.

source: == Common variants ==
uk: == Поширені види ==

source: == Crafting ==
uk: == Крафт ==

source: == History ==
uk: == Історія ==

source: == References ==
uk: == Посилання ==

source: == Trivia ==
uk: == Цікаві факти ==

source: === Recipes ===
uk: === Рецепти ===

source: === Used in ===
uk: === Використовується у ===

source: It is one of the ingredients required to make the [[Ankh Charm]], which is further required to make the [[Ankh Shield]].
uk: Він є обов'язковим інгредієнтом для створення [[Амулета анха|Амулет анха]], який, у свою чергу, потрібен для створення [[Щита анха|Щит анха]].

source: The '''Countercurse Mantra''' is an [[accessory]] that combines the functions of the [[Megaphone]] and the [[Nazar]]. This item grants immunity to both the [[Silenced]] and [[Cursed]] [[debuffs]].
uk: '''Антизурочувальна мантра''' це [[аксесуар]], що поєднує властивості [[Магафон]]а та [[Назар]]а. Цей предмет надає імунітет від [[дебаф]]ів [[Безмовність]] та [[Проклятий]].

source: While the Countercurse Mantra is exclusive to [[Hardmode]] on the {{eversions|1.4.4|invert=y}}, it can be obtained in [[pre-Hardmode]] on the {{eversions|1.4.4}}, as you can obtain the Megaphone by throwing the Nazar into {{eil|Shimmer}}.
uk: Хоча Антизурочувальна мантра доступна тільки у складному режимі на {{eversions|1.4.4|invert=y}}, її можна здобути у простому режимі на {{eversions|1.4.4}}, оскільки Мегафон можна отримати, кинувши Назар у {{eil|Мерехт}}

source: {{history|3DS-Release|Introduced.}}
uk: {{history|3DS-Release|Додано.}}

source: {{history|Console 1.02|Introduced.}}
uk: {{history|Console 1.02|Додано.}}

source: {{history|Desktop 1.2|Introduced.}}
uk: {{history|Desktop 1.2|Додано.}}

source: {{history|Desktop 1.3.0.1|Sprite updated. Old sprite was [[File:Countercurse Mantra (old).png|20px]].}}
uk: {{history|Desktop 1.3.0.1|Оновлено спрайт. Старий спрайт: [[File:Countercurse Mantra (old).png|20px]].}}

source: {{history|Desktop 1.4.4|It is now obtainable in Pre-Hardmode as you can now acquire all of it's ingredients via Shimmer.}}
uk: {{history|Desktop 1.4.4|Стала доступною у простому режимі, бо інгредієнти тепер можна отримати через Мерехт.}}

source: {{history|Mobile 1.2.6508|Introduced.}}
uk: {{history|Mobile 1.2.6508|Додано.}}

source: {{history|Switch 1.0.711.6|Introduced.}}
uk: {{history|Switch 1.0.711.6|Додано.}}
